Repository: AmirChabok/ASP.NET_WebForm
Catalog: Learn/App_GlobalResources/Captions.*.resx
Languages: fa_ir

source: Avatar Name
fa_ir: نام فایل آواتار

source: Cansel
fa_ir: لغو

source: Comment
fa_ir: دیدگاه

source: Comment Active
fa_ir: ارسال دیدگاه آزاد

source: Comment Id
fa_ir: شماره دیدگاه

source: ConfirmPassword
fa_ir: تائید گذرواژه

source: Delete Account
fa_ir: حذف حساب کاربری

# DeleteAvatar
source: Remove Avatar
fa_ir: حذف آواتار

source: Description
fa_ir: توضیحات

source: Details
fa_ir: مشخصات

source: Edit
fa_ir: ویرایش

source: EditContent
fa_ir: ویرایش محتوا

source: Email
fa_ir: رایانامه

source: Email Devrified
fa_ir: ایمیل تائید نشده است

source: Email Verified
fa_ir: ایمیل تائید شده است

source: FileName
fa_ir: نام فایل

source: First Name
fa_ir: نام

source: Forbidden !
fa_ir: دسترسی امکان پذیر نمیباشد!

source: Forget Password
fa_ir: فراموشی گذرواژه

source: Full Name
fa_ir: نام و نام خانوادگی

# InsertDateTime
source: Insert Date and Time
fa_ir: تاریخ و زمان ایجاد

# InsertPassword
source: Insert Post Password
fa_ir: الحاق گذرواژه برای پست

source: Insert Time
fa_ir: زمان درج دیدگاه

source: Internal Server Error !
fa_ir: خطای داخلی صورت پذیرفته است !

source: Is Checked ByWriter
fa_ir: تائید شده توسط نویسنده

source: IsComment Active
fa_ir: دیدگاه فعال

source: Is Private
fa_ir: دیدگاه خصوصی

source: Is User Active ?
fa_ir: کاربر فعال است؟

source: Keyword
fa_ir: کلمات کلیدی

source: Last Login Time
fa_ir: آخرین ورود

source: Last Name
fa_ir: نام خانوادگی

source: Login
fa_ir: ورود به پایگاه

source: Login Count
fa_ir: تعداد ورود به سایت

source: Logout
fa_ir: برون رفت

source: New Password
fa_ir: گذرواژه جدید

source: Online User
fa_ir: کاربران روی خط

source: Page ID
fa_ir: شماره صفحه

source: Page Name
fa_ir: نام صفحه

source: Page Not Found
fa_ir: صفحه مورد نظر پیدا نشد !

source: Password
fa_ir: گذرواژه

source: Post
fa_ir: پست

source: Post Category
fa_ir: گروه بندی پست

source: Post CategoryId
fa_ir: شناسه گروه پست

# PostContinue
source: Insert Post Continue
fa_ir: درج ادامه مطلب

source: Post Id
fa_ir: شماره پست

source: Post Is Active ?
fa_ir: پست فعال است؟

source: Post Is Hot?
fa_ir: پست ویژه است؟

source: Post Password
fa_ir: گذرواژه پست

source: Post Type
fa_ir: شاخه بندی پست

source: PostTypeId
fa_ir: شناسه شاخه پست

source: Post Visited Count
fa_ir: بازدید از پست

source: Profile
fa_ir: صفحه کاربر

source: Register
fa_ir: ثبت نام

source: Reset
fa_ir: حالت اولیه

source: Role ID
fa_ir: رتبه دسترسی

source: Role Name
fa_ir: سطح دسترسی

source: Send New Post
fa_ir: ارسال یادداشت جدید

source: Session ID
fa_ir: شناسه نشست

source: Show Details
fa_ir: مشاهده جزئیات

source: Subject
fa_ir: عنوان مطلب

source: Submit
fa_ir: ثبت

source: Title
fa_ir: عنوان

# TryAgainTitle
source: Try Again
fa_ir: مجددا تلاش کنید

source: Unexpected Error !
fa_ir: خطای ناشناخته صورت پذیرفته است !

source: Update Time
fa_ir: تاریخ و زمان بروز رسانی

source: Upload
fa_ir: آپلود

source: URL
fa_ir: آدرس وبسایت

source: User Active
fa_ir: کاربر فعال

source: User Deactive
fa_ir: کاربر غیرفعال

source: User ID
fa_ir: شماره کاربری

source: User Managment
fa_ir: مدیریت کاربران

source: Username
fa_ir: شناسه کاربری

source: VerificationKey
fa_ir: کلید تائید

source: Verify
fa_ir: تائید

source: View Post By Password
fa_ir: نمایش پست با گذرواژه؟

source: Mobile
fa_ir: تلفن همراه

# FPE
source: Forget Password With Email
fa_ir: بازگرداندان گذرواژه با ثبت رایانامه

# FPU
source: Forget Password With Username
fa_ir: بازگرداندان گذرواژه با ثبت شناسه کاربری

source: Home
fa_ir: صفحه اصلی

# Culture
source: English
fa_ir: فارسی

source: Update Profile
fa_ir: صفحه شخصی کاربر

source: UploadImage
fa_ir: تصویر پیوست

source: CreatePost
fa_ir: ایجاد رویداد

source: UploadPicture
fa_ir: درج تصویر

source: Delete Image
fa_ir: حذف تصویر

# KeywordFA
source: Persian Keyword
fa_ir: کلمه کلیدی(انگلیسی تایپ کنید):

# CreatePosten
source: Create English Event
fa_ir: ایجاد رویداد به زبان انگلیسی

# CreatePostfa
source: Create Persian Post
fa_ir: ایجاد رویداد به زبان فارسی

source: Create News
fa_ir: ایجاد خبرنامه

source: Change Password
fa_ir: دگرگون ساری گذرواژه
