Repository: AmirChabok/ASP.NET_WebForm
Catalog: Learn/App_GlobalResources/Messages.*.resx
Languages: fa_ir

# ErrorMessage001
source: You tried {0} times login :)
fa_ir: شما به تعداد {0} دفعه لاگین نموده اید:)

# ErrorMessage002
source: {0} is required
fa_ir: تکميل فيلد {0} الزامی است!

# ErrorMessage003
source: You Did Not Specify File Name For Opening !
fa_ir: لطفا فایلی را برای بازنمودن انتخاب نمائید

# ErrorMessage004
source: The File or Page {0} Dose Not Exists For Opening !
fa_ir: فایل یا صفحه {0} در سیستم وجود ندارد !

# ErrorMessage005
source: Warning ! Contact Adminstrator
fa_ir: خطا !مشکلی در بازنمون فایل وجود دارد

# ErrorMessage006
source: Warning ! Contact Adminstrator
fa_ir: خطا !مشکلی در ذخیره نمودن فایل وجود دارد

# ErrorMessage007
source: Please Fix Below Errors And Then Continue
fa_ir: لطفا قبل از ادامه کار خطاهای ذیل را برطرف نمائید.

# ErrorMessage008
source: Username is not Valid !
fa_ir: نام کاربری معتبر نمی باشد !

# ErrorMessage009
source: Password is not Valid !
fa_ir: گذرواژه معتبر نمی باشد !

# ErrorMessage010
source: Email is not Valid!
fa_ir: رایانامه معتبر نمی باشد !

# ErrorMessage011
source: Confirm Password Is Not Equal To Password
fa_ir: مقادیر وارد شده گذرواژه ها یکسان نیست!

# ErrorMessage012
source: Please Type Your Username !
fa_ir: نام کاربری را وارد نمائید!

# ErrorMessage013
source: UserName Or Password Is Not Correct ! Please Try Again
fa_ir: نام کاربری یا گذرواژه اشتباه است!

# ErrorMessage014
source: Dear {0} You Should Not Login At This Time , Please Contact Support
fa_ir: کاربر {0} عزیز , دسترسی شما به وبسایت در حال حاضر امکان پذیر نمیباشد.لطفا با پشتیبانی وبسایت تماس حاصل فرمائید.

# ErrorMessage015
source: Username Is Already Exist.Please Choose Another One
fa_ir: نام کاربری قبلا ثبت شده است لطفا نام دیگری را انتخاب نمائید

# ErrorMessage016
source: Email Is Already Exist.Please Choose Another One
fa_ir: رایانامه قبلا ثبت شده است لطفا نام دیگری را انتخاب نمائید

# ErrorMessage017
source: There is no such a user with this username!
fa_ir: کاربری با مشخصات ذیل یافت نشد!

# ErrorMessage018
source: The {0} Page Need Authentication.
fa_ir: صفحه {0} نیاز به مجوز دسترسی دارد.در حال حاضر شما دارای این مجوز نیستید!

# ErrorMessage019
source: Your E-Mail was not verified by site! Please check your E-MailBox
fa_ir: کاربر گرامی لطفا به رایانامه خود مراجعه نموده و لینک تائید عضویت را کلیک نمائید

# ErrorMessage020
source: UnexpectedError
fa_ir: خطای ناشناخته ای صورت پذیرفته است لطفا در زمان دیگری اقدام نمائید.

# ErrorMessage021
source: Username Invalid!
fa_ir: کاربری با شناسه وارد شده در سیستم وجود ندارد!

# ErrorMessage022
source: Please inter Valid Verification Key
fa_ir: مقدار کلید وارسی را صحيح وارد نمائيد.

# ErrorMessage023
source: Your Mail has Verified.
fa_ir: ایمیل شما قبلا تائید شده است میتوانید وارد وبسایت شوید

# ErrorMessage024
source: You Did Not Specify File Name For Creating!
fa_ir: لطفا فایلی را برای ایجاد انتخاب نمائید

# ErrorMessage025
source: Mobile Is not Valid!
fa_ir: شماره وارد شده صحیح نمیباشد!

# ErrorMessage026
source: Error ! Try Agin Please
fa_ir: آپلود فایل با مشکل مواجه شده است لطفا مجددا سعی نمائید

# ErrorMessage027
source: Please Select File
fa_ir: فایل آواتار مشخص نشده است

# ErrorMessage028
source: Please Select jpg File For Upload
fa_ir: میباشد jpeg پسوند مجاز برای آپلود عکس

# ErrorMessage029
source: Content File Is Not Valid
fa_ir: پسوند فایل تغییر داده شده است

# ErrorMessage030
source: Error ! Try Agin Please
fa_ir: آپلود فایل با مشکل مواجه شده است لطفا مجددا سعی نمائید

# ErrorMessage031
source: Your Maximum Avatar Size Is 121 KB
fa_ir: حداکثر حجم مجاز برای آپلود 121 کیلوبایت میباشد

# ErrorMessage032
source: Your Maximum Avatar Width And Height Is 121 PX
fa_ir: حداکثر طول و عرض برای فایل 121 پیکسل میباشد

# ErrorMessage033
source: Your Maximum Avatar Size Is 300 KB
fa_ir: حداکثر حجم مجاز برای آپلود 300 کیلوبایت میباشد

# ErrorMessage034
source: Your Maximum Avatar Width And Height Is 800 PX
fa_ir: حداکثر طول و عرض برای فایل 800 پیکسل میباشد

# ErrorMessage035
source: Please Select jpg or png File For Upload
fa_ir: میباشد jpeg or png پسوند مجاز برای آپلود عکس

# InformationMessage001
source: The File {0} Opened Successfully
fa_ir: فایل {0} با موفقیت باز شد

# InformationMessage002
source: The File {0} Saved Successfully
fa_ir: فایل {0} با موفقیت ذخیره شد

# InformationMessage003
source: Welcome {0}
fa_ir: {0} خوش آمدید

# InformationMessage004
source: Your Registration Was Completed SuccessFully.Now You can Login.
fa_ir: ثبت نام شما با موفقیت انجام پذیرفت . حال میتوانید برای ورود لاگین نمائید

# InformationMessage005
source: The user with this username [{0}] was deleted successfully.
fa_ir: کاربر با نام کاربری {0} با موفقیت از پایگاه حذف گردید.

# InformationMessage006
source: Your Profile Was Updated Successfully.
fa_ir: پروفایل شما با موفقیت بروز رسانی شد.

# InformationMessage007
source: Your Password Has Changed Successfully.
fa_ir: گذرواژه شما با موفقیت تغییر یافت.

# InformationMessage008
source: Your Password was sent if information you entered is correct...
fa_ir: گذرواژه جدید در صورت درست بودن اطلاعات وارد شده ارسال گردید

# InformationMessage009
source: Success!
fa_ir: عملیات با موفقیت انجام شد

# InformationMessage010
source: User is Created!
fa_ir: کاربر با موفقیت ایجاد و یک پیام به آدرس رایانامه وی ارسال گردید

# InformationMessage011
source: The File Or Page {0} Was Created Successfully.
fa_ir: صفحه یا فایل {0} نظر با موفقیت ایجاد گردید.

# InformationMessage012
source: Your Post Created Successfully.
fa_ir: پست با موفقیت ایجاد شد.

# InformationMessage013
source: Post Was Updated Succesfully.
fa_ir: پست با موفقیت بروز رسانی گردید.

# InformationMessage014
source: Post Was Deleted Succesfully.
fa_ir: پست با موفقیت حذف گردید.

# InformationMessage015
source: The Post with this Title [{0}] was deleted successfully.
fa_ir: پست با عنوان {0} با موفقیت از پایگاه حذف گردید.

# InformationMessage016
source: The Comment was deleted successfully.
fa_ir: دیدگاه با موفقیت از پایگاه حذف گردید.

# InformationMessage017
source: Your Avatar Was Uploaded Successfully
fa_ir: فایل با موفقیت آپلود گردید

# InformationMessage018
source: Your Avatar Was Deleted Successfully
fa_ir: فایل با موفقیت حذف گردید

source: Update
fa_ir: بروزرسانی

# VerificationKeyVerified
source: VerificationKey Verified Successfully.
fa_ir: کلید با موفقیت تائید گردید

# Welcome
source: *** Welcome To Your Site ***
fa_ir: *** به سایت خودتان خوش آمديد ***
